Repository: sangyong-99/Team-ARTX-SelfAffirmation
Catalog: ARTX-SelfAffirmation/Localizable.xcstrings
Source language: ko
Languages: en

source: 궁금한 점이 있으신가요?
en: Do you have any question?

source: 그 어떤 것도 빛을 어둡게 할 수 없습니다
en: Nothing can dim the light that shines from within

source: 나는 가장 위대하다. 나는 내가 그런 줄 알기도 전에 그렇게 말했다
en: I am the greatest. I said that even before I knew I was

source: 나는 신중하고 아무것도 두렵지 않습니다
en: I am deliberate and afraid of nothing

source: 나는 적절한 시간에 올바른 장소에 있고 올바른 일을 하고 있습니다
en: I am in the right place at the right time, doing the right thing

source: 당신은 단지 당신의 있는 그대로의 존재로, 단지 존재하는걸로 사랑 받습니다
en: You are loved just for being who you are, just for existing

source: 당신의 관점은 독특합니다. 그것은 중요하고, 가치 있습니다
en: Your perspective is unique. It’s important and it counts

source: 당신의 내면은 당신이 인생의 모든 것을 만들고 할 수 있도록 도와줍니다
en: Who you are inside is what helps you make and do everything in life

source: 당신의 인생은 놀랍습니다
en: Your life is about to be incredible

source: 매력의 비결은 자신을 사랑하는 것입니다
en: The secret of attraction is to love yourself

source: 명언 없음
en: No affirmation

source: 버전 정보 Ver
en: Version Info

source: 알림 설정
en: Notification Setting

source: 알림 켜기
en: Turn on notification

source: 어디에 있든지 사랑하고 사랑받을 기회는 존재합니다
en: The chance to love and be loved exists no matter where you are

source: 어플리케이션 정보
en: Application Information

source: 오늘도 긍정 확언과 함께 목표를 향해 열심히 달려봐요!
en: Work towards your goals with self affirmation!

source: 오늘도 수고 많았어요
en: Good Night!

source: 오전 9:00에 랜덤한 확언 알림을 보내드려요
en: We send you random confirmation notifications at 9:00 a.m.

source: 완벽한 순간은 지금 이 순간입니다
en: The perfect moment is this one

source: 용기는 우리가 우리 자신을 보여주는 것에서부터 시작됩니다
en: Courage starts with showing up and letting ourselves be seen

source: 위젯 설정 방법
en: Setting up widget

source: 의식하는 호흡은 저의 닻입니다
en: Conscious breathing is my anchor

source: 인생의 밝은 면을 들여다보면 아무도 죽지 않았다고 생각합니다
en: I say looking on the bright side of life never killed anybody

source: 자기 관리, 자기 가치 및 자기 가치를 지원하지 않는 결정에 잘 벗어났습니다
en: Good riddance to decisions that don't support self-care, self-value, and self-worth

source: 전에 없던 사태에 대비해 길을 만들고, 현실이 재배치되는 것을 지켜봅니다
en: Make way for the unprecedented and watch your reality rearrange itself

source: 제가 충분한가요? 네, 그렇습니다
en: Am I good enough? Yes I am

source: 좋은 아침이에요!
en: Good Morning!

source: 지구 위의 모든 날은 좋은 날입니다
en: Every day above earth is a good day

source: 찬란한 날에 마음을 열고 술을 마시라
en: Open your heart and drink in the glorious day

source: 평온한 저녁이에요!
en: Good Evening!

source: 할 수 없다고 생각되는 일을 해야 합니다
en: Who you are inside is what helps you make and do everything in life

source: 행복한 오후에요!
en: Happy Afternoon!

source: 환경 설정
en: Preference
